<?php $title = "トップページ";?> <!-- headのtitleに反映させる -->
<?php $description = "トップページの説明";?> <!-- headのdescriptionに反映させる -->
<?php include("../_inc/header.php"); ?>  <!-- ヘッダー共通部分 -->
<link rel="stylesheet" href="../css/books.css">
    <div class="contents">
        <h1>参考書</h1>
        <h2>情報セキュリティのおすすめ本</h2>
        <div id="parent">
            <div class="img"><img src="../img/img01.png"></div>
            <div class="imgex">
                <p>『図解即戦力 情報セキュリティの技術と対策がこれ１冊でしっかりわかる教科書』</p>
                情報セキュリティに関する基本的な知識を、キーワード形式で、イラストを使ってわかりやすく解説しています。
                当書では情報セキュリティの概念からサイバー攻撃の手法、対策方法など情報セキュリティに関する基本的な知識について解説されております。
                情報セキュリティマネジメント試験の午前重点分野で出題される項目が中心となっているので資格取得に興味のある方にもおすすめです。
                情報セキュリティの概念からサイバー攻撃の手法、対策方法など情報セキュリティに関する基本的な知識について初学者向けにわかりやすく解説されている。
            <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2581%25AE%25E5%259F%25BA%25E6%259C%25AC%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
        </div>
        <div id="parent">
            <div class="img"><img src="../img/img02.png"></div>
            <div class="imgex">
                <p>『図解入門 よくわかる 最新 情報セキュリティの技術と対策』</p>
                サイバー犯罪者からのウイルスをはじめとする悪意のある攻撃から防ぐのが情報セキュリティの目的です。
                高度情報社会においてコンピューターやスマートフォンは必須のもので、インターネットは最重要のインフラといえます。
                ウイルス対策ソフトやクラウドの活用、ゼロトラスト・セキュリティなど、情報セキュリティ担当者だけでなく現代を生きるすべての人に向けた内容となっています。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E6%2583%2585%25E5%25A0%25B1%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2581%25AE%25E6%258A%2580%25E8%25A1%2593%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>            
            </div>
        </div>
        <div id="parent">
            <div class="img"><img src="../img/img03.png"></div>
            <div class="imgex">
                <p>『徹底攻略 情報セキュリティマネジメント教科書』</p>
                情報処理技術者試験全区分制覇の実績と長年の指導経験に基づく出題分析に、オリジナルAIによる傾向解析を組み合わせて改訂した、SG(セマネ)対策書です。
                情報セキュリティ分野以外にも、テクノロジ系、ストラテジ系の関連度の高い周辺事項もていねいに解説。
                当書は情報セキュリティマネジメント試験の対策本で、情報セキュリティ分野に関してはもちろん、テクノロジ系、ストラテジ系の解説まで丁寧になされているの特徴的です。
                情報セキュリティの基礎を押さえたいという方にとってはボリューミーかもしれませんが、今後も役立つ汎用的な情報技術に関する知識が体系的に身につく理由で紹介しております。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E6%2583%2585%25E5%25A0%25B1%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2583%259E%25E3%2583%258D%25E3%2582%25B8%25E3%2583%25A1%25E3%2583%25B3%25E3%2583%2588%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
        </div>
        <div id="parent">
            <div class="img"><img src="../img/img04.png"></div>
            <div class="imgex">
                <p>『【イラスト図解満載】情報セキュリティの基礎知識』</p>
                本書では、情報セキュリティを複雑に構成する個々の要素技術をイラスト図解でやさしく解説しました。安全かつ快適なIT生活を送るためにも活用してください。
                当書は情報セキュリティ初学者向けに、なぜ危ないの?どこに注意すればいいの?「リスク」や「脅威」だけでなく取り巻く「技術」や「しくみ」から解説されております。
                セキュリティに関連するキーワードについて学習したい方に特におすすめしたい書籍です。
                どちらかというと広く浅くといった内容なので、既に情報セキュリティの基礎について学習された方は他の書籍を読む方が良いでしょう。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E6%2583%2585%25E5%25A0%25B1%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2581%25AE%25E5%259F%25BA%25E7%25A4%258E%25E7%259F%25A5%25E8%25AD%2598%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
        </div>
        <div id="parent">
            <div class="img"><img src="../img/img05.png"></div>
            <div class="imgex">
                <p>『CISOハンドブックーー業務執行のための情報セキュリティ実践ガイド』</p>
                企業がIT化を進めDXを促進すると、情報セキュリティが生命線になることは避けられないのが本当のところです。そこで欧米では技術職の視点をもった経営陣の一人としてCISO(Chief Information Security Officer)の役職が誕生しました。
                情報セキュリティ問題に悩むあらゆる企業の担当者の皆さんのために、本書はCISOがすべき情報セキュリティの問題解決方法を最新の情報をもとにまとめあげました。
                当書ではCISOという役職として情報セキュリティ対策をどう講じれば良いか？その判断をする上で必要な情報は何でどのように見るか？といった業務を遂行するのに必要とされる実践的な内容について語られてます。
                これまで情報セキュリティについて学んでこられた方で、CISOというポジションに興味がある場合は最適な書籍と言えるでしょう。
                一方で、初学者が当書から学習を始めると挫折リスクが高いのであまりお勧めできません。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3DCISO%25E3%2583%258F%25E3%2583%25B3%25E3%2583%2589%25E3%2583%2596%25E3%2583%2583%25E3%2582%25AF%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
        </div>
        <div id="parent">
            <div class="img"><img src="../img/img06.png"></div>
            <div class="imgex">
                <p>『図解まるわかりセキュリティのしくみ』</p>
                企業におけるセキュリティでは、小さなことでも気づいたことを少しずつ改善していく、その積み重ねが大切です。
                そこで、本書では見開きで1つのテーマを取り上げ、図解を交えて解説しています。
                当書ではセキュリティの考え方から技術、運用方法まで初学者向けに解説されております。
                解説とイラストがセットになっているので理解しやすくキーワードをもとに逆引きすることもできるのが特徴的な書籍です。
                そのため、情報セキュリティに関する基礎をイラストを交えた形でざっくり理解しておきたいという方に当書はおすすめと言えるでしょう。
                セキュリティの考え方から技術、運用方法まで初学者向けに解説されている。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2581%25AE%25E3%2581%2597%25E3%2581%258F%25E3%2581%25BF%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
            </div>
        <div id="parent">
            <div class="img"><img src="../img/img07.png"></div>
            <div class="imgex">
                <p>『イラスト図解式この一冊で全部わかるセキュリティの基本』</p>
                本書ではセキュリティの基礎知識を「防御」「観測」「攻撃」の3つに大別して説明していきます。
                なぜセキュリティが必要なのか。どのようにしてセキュリティは確保されているのか。その仕組みを重要用語とともに図解で解説します。
                当書ではセキュリティが必要とされている背景から、対策方法、技術的な取り組みについてわかりやすく解説されております。
                セキュリティ関連の法律についても解説されている点が、セキュリティ技術の多くは関連法律と密接に関係しているため好印象です。
                情報セキュリティの知識ゼロから全体像を掴めることから、これから情報セキュリティについて学ぼうと考えている初学者の方に特におすすめしたい書籍と言えるでしょう。
                セキュリティの基礎知識を「防御」「観測」「攻撃」の3つに大別して解説されている。
                <!-- Amazon に移動-->
                <br><div class="button">
                <a href="https://af.moshimo.com/af/c/click?a_id=1487550&p_id=170&pc_id=185&pl_id=4062&s_v=b5Rz2P0601xu&url=https%3A%2F%2Fwww.amazon.co.jp%2Fgp%2Fsearch%3Fkeywords%3D%25E3%2582%25BB%25E3%2582%25AD%25E3%2583%25A5%25E3%2583%25AA%25E3%2583%2586%25E3%2582%25A3%25E3%2581%25AE%25E5%259F%25BA%25E6%259C%25AC%26__mk_ja_JP%3D%25E3%2582%25AB%25E3%2582%25BF%25E3%2582%25AB%25E3%2583%258A">Amazon</a>
                </div>
            </div>
            </div>
        </div>
        </div>
    </div>
<?php include("../_inc/footer.php"); ?> <!-- フッター共通部分 -->